{
  "title": "Facebook sales funnel",
  "roles": [
    {
      "name": "customer",
      "key": "2e90af40-1f02-8503-bc7f-d4501e04cb9f"
    },
    {
      "key": "1b8d7d53-1112-289d-918f-652a20d84300",
      "name": "expert",
      "admin": true,
      "defaultUser": "1c9dd6b8-6580-474e-bf80-6df8631c4e0d"
    }
  ],
  "steps": [
    {
      "title": "Pay",
      "completeRole": "customer",
      "order": 1,
      "stepItems": [
        {
          "order": 1,
          "title": "Payment",
          "type": "pay",
          "totalUSD": 1995,
          "required": true,
          "key": "adc09d28-6e5b-1888-5fa8-cb2dd20efc47"
        }
      ],
      "key": "d16daf40-d2bb-bd58-0d36-4fa559430f56"
    },
    {
      "title": "Do the work",
      "completeRole": "expert",
      "order": 2,
      "stepItems": [
        {
          "order": 1,
          "title": "Has the work been done?",
          "type": "confirmation",
          "required": true,
          "key": "12549af8-d40e-cfc0-2702-87b50c218ce7"
        }
      ],
      "key": "c5ca4639-369f-61c7-95e8-73bc0921428c"
    },
    {
      "title": "Rate",
      "completeRole": "customer",
      "order": 3,
      "stepItems": [
        {
          "order": 1,
          "title": "How happy are you with the work completed?",
          "type": "faceRating",
          "for": "fixer",
          "required": true,
          "key": "e4339667-cd9d-ce3b-2836-2934f73a9b4a"
        },
        {
          "order": 2,
          "title": "Payout fixer",
          "type": "payout",
          "role": "fixer",
          "percentageOfBalance": 100,
          "key": "c4bda924-e53b-7b87-4378-914907ca76b7"
        }
      ],
      "key": "11f2542c-cd54-33ca-73c0-2a9b34b8c0de"
    }
  ],
  "id": "12aa8405-79f8-4e30-ad71-1dd8656880ad",
  "description": "https://ethercycle.com/pricing/facebook-sales-funnel/\n\nAUTOMATICALLY SEGMENT &amp; TARGET CUSTOMERS ON FACEBOOK\nThe largest misconception I hear from business owners is that, “Facebook Ads don’t work”. This single statement is almost always uttered to me with complete conviction and, without consciously being aware of it, puts most small business owners at a massive disadvantage in todays world.\n\nFacebook has brilliantly cataloged the interest, demographics and behaviors of 1.4 billion people and growing.\n\nThe exciting reality is this: business owners have never been afforded the opportunity to take complete control of who gets to see their ads and products based on these key data points age, gender, location, interests, etc. Unlike TV, radio or print- Facebook ads are an incredibly affordable way to grow your business. You just have to do it the right way.\n\nThe art of Facebook advertising boils down to three key things: where it’s placed, how it looks and who it reaches. If you don’t get these three things right, the rest doesn’t matter. As a busy store owner, learning to use Facebook Ads to effectively generate sales can be a time consuming endeavor, especially when running your Ecommerce store takes up so much time already. We can get a PPC campaign successfully launched and tailored to your Shopify store.\n\nWe'll setup a sales funnel using Facebook that segments and targets customers through their relationship with your brand:\n\nWe'll bring in new customers by generating a Lookalike audience based on your past customers. We'll show them carousel ads of with reviews of your top-rated, top-selling products to attract first-time visitors with specific items.\nOnce someone has clicked through to your site, seal the deal by re-targeting them with ads containing site reviews.\nIf they add to cart but don't buy, we'll target them separately, with an ad linking directly to your cart, and potentially offering a discount code to push them over the edge.\nAfter that, we'll segment past purchasers and offer them upsell or cross-sell items like accessories for 30 days.\nTo be most effective, you should budget $350—700/mo for your ads, and we'll require a one-time setup fee of $1,995 to get your account setup correctly, and then it’s go time\nIf you'd get excited about building an evergreen Facebook sales funnel for your store...",
  "collectionId": "79252394-22cf-4f9b-959d-c7281b408ee0"
}