{
  "collectionId": "ae048a6c-8226-47a6-9b4b-0a720c1878fd",
  "roles": [
    {
      "name": "customer",
      "key": "242cca9f-18d4-7dba-03f1-af9984359f4c"
    },
    {
      "key": "008c52e0-ca49-2f19-6f72-6cc2bd48ee42",
      "name": "expert",
      "admin": true,
      "defaultUser": "98b623b4-0197-47e9-88e1-16a69bdf13e3"
    }
  ],
  "steps": [
    {
      "title": "Pay",
      "completeRole": "customer",
      "order": 1,
      "stepItems": [
        {
          "order": 1,
          "title": "Payment",
          "type": "pay",
          "totalUSD": 995,
          "required": true,
          "key": "dae356cb-692c-a3f1-0443-ceb1070d1b53"
        }
      ],
      "key": "cdbd3ba0-dc58-e959-2262-13ca7de07a82"
    },
    {
      "title": "Do the work",
      "completeRole": "expert",
      "order": 2,
      "stepItems": [
        {
          "order": 1,
          "title": "Has the work been done?",
          "type": "confirmation",
          "required": true,
          "key": "09a43393-e7f9-e317-37fb-07a06b7567c5"
        }
      ],
      "key": "e4ca62ab-c39d-7bcf-455e-c1b0fbcc73e0"
    },
    {
      "title": "Rate",
      "completeRole": "customer",
      "order": 3,
      "stepItems": [
        {
          "order": 1,
          "title": "How happy are you with the work completed?",
          "type": "faceRating",
          "for": "fixer",
          "required": true,
          "key": "195916f7-f0c6-d127-b1b0-1a86d8afa316"
        },
        {
          "order": 2,
          "title": "Payout fixer",
          "type": "payout",
          "role": "fixer",
          "percentageOfBalance": 100,
          "key": "e655e1a3-c898-f453-14b3-3970161b4491"
        }
      ],
      "key": "00ee920b-6b8c-c573-834f-32523a98e686"
    }
  ],
  "description": "<p>Are you launching your online store? You have an incredible product and you want to sell it using an amazing platform? So you want to start making money today with the smallest investment? microapps is the leading company for the development of Shopify Apps with more than 20 Shopify Apps running on tens of thousands of Shopify stores. And yes, microapps will help you in this process! The Jump Start Pack With Shopify will help you set up your Shopify store very fast with the lowest $$ commitment. We’ve been within the Shopify ecosytem for more than 6 years now!</p>\n\n<p>Jump Start Pack With Shopify! Start selling tomorrow!!</p>\n\n<p>The Jump Start Pack With Shopify includes all what you need to have your online business live: tomorrow! For only 990 USD we will perform the following tasks so you can start pouring money into your pocket with no concerns.</p>\n\n<p>Set up of your store using our Shopify Expert account so we have NO trial limitations. If you do the signup yourself, keep in mind Shopify has a very restrictive 14 days free trial. After this period, Shopify will block your store and you won’t be able to work with it unless you start paying. With us, no attachments, you can take your time to build your great online business.</p>\n\n<ul>\n<li>\nDomain setup on your Shopify store (domain purchase is not included)\n</li>\n<li>\nTheme setup of your choice (theme purchase is not included)\n</li>\n<li>\nInstallation of the following Shopify Apps: AbandonApp, Respondify, Wishlist, Rules, Wholesaler &amp; Shopidrop\n</li>\n<li>\nCollections structure\n</li>\n<li>\nMenus setup (at collection.liquid &amp; page.liquid)\n</li>\n<li>\nPages setup (you need to provide the content) (up to 5 pages)\n</li>\n<li>\nBlog setup and one article publication (you need to provide the content)\n</li>\n<li>\nImport or manual publication of up to 5 products (if you want a bulk import you need to provide the clean csv/xls file)\n</li>\n<li>\nPayPal setup and configuration (you need to signup at PayPal)\n</li>\n<li>\nMONEI.net gateway setup or any other gateway of your choice\n</li>\n<li>\nWire transfer payment setup\n</li>\n<li>\nCOD (Cash on Delivery) payment setup\n</li>\n<li>\nGoogle Analytics setup and configuration\n</li>\n<li>\nLogo inclusion in the header of your store so it’s visible throughout your store\n</li>\n<li>\nImage publication in your home page (if your store supports carousel, we can add more upon request/quote)\n</li>\n<li>\n30 minutes live webinar. We’ll show you all the Shopify tricks. After this webinar you’ll be a super great Shopify master\n</li>\n<li>\n5 support tickets within the next 30 days after we deliver you the Jump Start Pack\n</li>\n</ul>\n\n<p>The Jump Start Pack With Shopify costs 990 USD. Payment is 100% upfront. Click here if you need any high level – deep Shopify task which we can also do for you. *Any coding task (Liquid, CSS or JavaScript) IS NOT included in the pack and will need to be considered an extra task to be quoted a part.</p>",
  "title": "Jump start",
  "id": "1d474646-dce8-41ec-b3f2-0afde27de38f"
}