{
  "collectionId": "b8d4461e-1357-4065-82e3-d9985ba7e91b",
  "roles": [
    {
      "name": "customer",
      "key": "afa92d34-a880-43ff-a5c7-705d14cc1b13"
    },
    {
      "key": "26c6e524-1c63-4d53-97c5-05c2d5195357",
      "name": "fixer",
      "admin": true,
      "defaultUser": "1c9dd6b8-6580-474e-bf80-6df8631c4e0d"
    }
  ],
  "steps": [
    {
      "title": "Pay",
      "completeRole": "customer",
      "order": 1,
      "stepItems": [
        {
          "order": 1,
          "title": "Payment",
          "type": "pay",
          "totalUSD": 995,
          "required": true,
          "key": "e6cf1931-4908-3dc0-4d1d-3e2a08308fff"
        }
      ],
      "key": "0508d669-00ac-8420-925a-7a39e3875585"
    },
    {
      "title": "Do the work",
      "completeRole": "fixer",
      "order": 2,
      "stepItems": [
        {
          "order": 1,
          "title": "Has the work been done?",
          "type": "confirmation",
          "required": true,
          "key": "233ee84b-6471-a0bb-274f-3b69ccd11163"
        }
      ],
      "key": "b159745b-8f8c-36b7-c122-294614dc50eb"
    },
    {
      "title": "Rate",
      "completeRole": "customer",
      "order": 3,
      "stepItems": [
        {
          "order": 1,
          "title": "How happy are you with the work completed?",
          "type": "faceRating",
          "for": "fixer",
          "required": true,
          "key": "701df204-d1ce-aaa1-8012-9ece0f3c9a9e"
        },
        {
          "order": 2,
          "title": "Payout fixer",
          "type": "payout",
          "role": "fixer",
          "percentageOfBalance": 100,
          "key": "263c649b-1836-8d0b-e6f3-4bfc894dcc14"
        }
      ],
      "key": "1f66eea7-0509-c5e3-d742-b13b19b004a1"
    }
  ],
  "description": "\n\t<h2>Uncover the exact triggers that make your customers buy.</h2>\n\t\n\t<h3>Do you know who your best customers are &amp; why they buy?</h3>\n\t\t\t\t\n\t<p>Here's an uncomfortable truth: Most Shopify stores will <strong>fail</strong> within five years.</p> \n\n\t<p>Not because they have a conversion problem...<br>\n\t\tNot because they didn't dial in their SEO...<br>\n\t\tNot because they chose the wrong theme...<br> \n\t\tBut because they never really nail <strong>how to market</strong> their products.</p> \n\n\t<p>You can't expect success with little to no feedback from your customers. Until you've engaged in customer development, everything you think you know about your customers is a guess, and Shopify stores don't survive by guessing.</p>\n\n\t<p>You need to have deep conversations with your customers. Knowing why your customers are buying as well as the language they use to describe the benefits of your products is the most critical insight to grow your business. </p>\n\n\t<p>Insights such as:</p>\n\n\t<ol>\n\t\t<li>Understanding who your core customers (and how to market directly to them)</li>\n\t\t<li>Knowing exactly who your <em>real</em> competition is</li>\n\t\t<li>Discovering which benefits are making people buy</li>\n\t\t<li>Plus learn the exact language your customers use to talk about you</li>\n\t</ol>\n\n\t<p>With clear direction from your customers, you'll be able to pivot your positioning and marketing, and watch as both sales and customer satisfaction increase.</p>\n\n\t<h3>Our PsyOps Customer insights grew Everest Bands' revenue 50%</h3>\n\n\t<p>Our friends at <a href=\"http://everestbands.com/\" target=\"_blank\">Everest Bands</a> had been using conversion optimization for months before they plateaued and couldn't wring out additional revenue of their existing traffic. That's when we surveyed their customers and discovered that we had completely missed the reason why customers were buying. Using customer's own language from the survey results, we recommended new positioning, collections, rewritten tag lines and product descriptions. Within one month, their revenue improved 50%, yet again breaking sales records for the strap manufacturer. Had we not asked their customers, we never would have known to change the brand's positioning.</p>\n\n\t<p>Until you ask, you're just guessing. PsyOps let's you find out why they're <em>really</em> buying.</p>\n\n\t<h3>Customer development is a proven approach to drive decisions and develop new insights into why customers buy.</h3>\n\t<p>Here's how it works:</p>\n\t<ol>\n\t\t<li>We'll send an eight question survey to your existing mailing list to collect customer feedback.</li> \n\t\t<li>We'll use the answers to those questions to develop new insights about who your core audience is, as well as understand customers motivations, possibly unearthing new positioning and opportunities to better engage your existing customers.</li>\n\t\t<li>You'll get a PDF report explaining how to interpret the results, insights we've developed about your customers, and action steps to improve your business based on the results.</li>\n\t\t<li>We'll schedule a call to review the results and insights together and help you develop a plan of action to move the needle on your revenue.</li>\n\t</ol>\n\n\t<p>You'll get a report with actionable insights on how to better fit your brand to your market (boosting your business) for $995 with a two week turn around. No hidden fees, and no variable rates— Just a dramatic ROI for you (and equitable compensation for me.)</p>",
  "title": "Customer development",
  "id": "1f9e0d3b-8036-4739-a662-4ade5981a1a1",
  "jobTemplateImageId": "c87fd305-e38c-493d-9bb3-160c13c1df89"
}