{
  "collectionId": "eb32bbe8-3868-4c2c-91cc-7c137bc42240",
  "roles": [
    {
      "name": "customer",
      "key": "4b2d111d-0ea0-66f4-b6de-f1f563042a45"
    },
    {
      "key": "02d80f9b-a037-6cd4-1055-16226473ec90",
      "name": "expert",
      "admin": true,
      "defaultUser": "300e5387-1977-424a-88fc-689ccc5ad3e1"
    }
  ],
  "steps": [
    {
      "title": "Pay",
      "completeRole": "customer",
      "order": 1,
      "stepItems": [
        {
          "order": 1,
          "title": "Payment",
          "type": "pay",
          "totalUSD": 499,
          "required": true,
          "key": "110fcfb8-86c7-ac3d-00ac-a4c2f7b56573"
        }
      ],
      "key": "0df24021-0ee0-283f-be9d-ee54f6990ad7"
    },
    {
      "title": "Do the work",
      "completeRole": "expert",
      "order": 2,
      "stepItems": [
        {
          "order": 1,
          "title": "Has the work been done?",
          "type": "confirmation",
          "required": true,
          "key": "63cf17fa-ebe3-a322-4faa-1ea4a7639a01"
        }
      ],
      "key": "df6e8c36-4fd1-4bab-d785-d8d9822efea8"
    },
    {
      "title": "Rate",
      "completeRole": "customer",
      "order": 3,
      "stepItems": [
        {
          "order": 1,
          "title": "How happy are you with the work completed?",
          "type": "faceRating",
          "for": "fixer",
          "required": true,
          "key": "b66c97e8-f5c7-7578-a414-a2bb2e6bdc9b"
        },
        {
          "order": 2,
          "title": "Payout fixer",
          "type": "payout",
          "role": "fixer",
          "percentageOfBalance": 100,
          "key": "f0463b1d-5585-7a40-7718-49f9f2c6cf75"
        }
      ],
      "key": "cc6e472c-b7c9-9341-0e01-e6d4ffad019d"
    }
  ],
  "description": "<h2>Is your website turning customers away?</h2>\n\n\t<p>It’s best to think of your anonymous visitors <b>as drunk sociopaths in a\n\thurry.</b> You only have <b>a few seconds</b> in which to convince these new visitor to\n\tstay on your site, and if you make any part of your site the slightest bit confusing,\n\tyour new visitor needs only to twitch their thumb to the back button to head back to\n\tGoogle and move on to your competition. With the vast array of competing websites out\n\tthere, <b>why should anyone put up a less than stellar website?</b></p>\n\n\t<p>That’s why you need to <b>design your website with the assumption that every\n\tvisitor is a crazy, lazy drunk.</b> That’s the key to a persuasive website.</p>\n\n\t<p>Let’s break down our user’s pathologies and what they mean for us:</p>\n\n\t<p><b>The visitor is a sociopath.</b> They care only about themselves, so you need to\n\twrite to them. The majority of websites, talk endlessly in the first person.\n\t“We’re the number 1 blah blah blah” Who cares? Talk to your user,\n\thold up the mirror, describe them to themselves. I’m my favorite topic.\n\tThat’s true of everyone. So always try to talk to your visitor about\n\tthemselves.</p>\n\n\t<p><b>The visitor is lazy.</b> If you put any undue restraints or requirements on the\n\tuser, they will just give up, and leave your site. Have to click eight times to find a\n\tproduct? I’m leaving. No clear next step? I quit. Remove every friction point\n\tbecause we’re just that lazy.</p>\n\n\t<p><b>The visitor is drunk.</b> Let’s assume both my reading and decision-making\n\tabilities are impaired. Strip away all the unnecessary garbage on your site, make\n\teverything big and obvious, and reduce any unnecessary decisions by making those\n\tdecisions for me in advance through defaults or removing them entirely. Though despite\n\tbeing drunk, they are deeply distrustful of you.</p>\n\n\t<h3>What if your website was your most effective sales person?</h3>\n\n\t<p>Is the user actually a crazy, lazy drunk? No, of course not– okay maybe some\n\tof them– but if you adopt these extremes as a mindset, and design for them, then\n\t<b>your site will work at its absolute best</b>.</p>\n\n\t<p>For an outstanding experience, you need to meet the needs of your visitors. People,\n\twhen visiting your website, are goal-driven. They have a pain or need they need solved,\n\tand <b>very little patience for your nonsense.</b></p>\n\n\t<p>If your website meets the needs of your visitors by being <b>easy-to-use and\n\tproperly positioned</b>, it will become <b>the most effective sales person you\n\thave.</b></p>\n\n\t<h3>We can show you how</h3>\n\n\t<p>Here's the problem with web design: it's focused too much on design, and not enough\n\ton results. You may be at a loss when it comes to knowing if your website is setup\n\tproperly. Sure, you may have a great site— a beautiful site with wonderful\n\tcontent— but <b>does it make you any money for your business?</b> And if not,\n\tthen why not, and <b>how do you fix it?</b> Even if you wanted to improve your website,\n\tmost of us are left scratching our heads wondering where to even begin.</p>\n\n\t<p><b>That's where we come in.</b></p>\n\n\t<p>Kai Davis and Kurt Elster (that's us) have built <b>hundreds of winning websites</b>\n\tfor ourselves and our clients. We've learned, through experience, <b>what it takes to\n\tbuild a website</b> that doesn't just look good, one that <b>actually gets\n\tresults.</b></p>\n\n\t<p>In September 2015, we were both speaking at the <i>Double Your Freelancing\n\tConference</i>, when a fellow speaker fell ill and dropped out, leaving a slot open. We\n\thad the brilliant idea of doing live critiques (AKA teardowns) of attendee websites to\n\tfill the slot. After successfully performing them for an hour, several attendees came\n\tup to us afterward and asked us, \"Hey guys, where did you learn to do that? It was so\n\thelpful!\" and then \"Hey, I'd love your critique, I'd just prefer it not be in front of\n\ta huge audience, cool?\" And so this service was born.</p>\n\t\n\n\t\n\t<h3><b>How it works:</b></h3>\n\n\t<p><span>After you've made your purchase, you'll immediately receive a welcome packet\n\twith these next steps:</span></p>\n\n\t<ul>\n\t\t<li>Fill out our pre-call website review questionnaire</li>\n\t\t<li>Book yourself a time on our online calendar</li>\n\t\t<li>You, Kai, and Kurt (that's us) we'll discuss your website live in a private video\n\t\tconference for one hour.</li>\n\t\t<li>A video will be delivered to you after the call to review at your leisure</li>\n\t</ul>\n\n\t<h3>Testimonials</h3>\n\t\n\t<blockquote>\n\t\n\t\t\n\t\t<p>“Even when I got a lot of traffic to my book's site, I found that the conversions were low. They were low on two fronts— very few visitors to the landing page signed up for the drip campaign giving them sample exercises from my book, and very few people who received the drip campaign then bought the book. I was particularly frustrated, because on several occasions I had written very popular blog posts that drove traffic to the site... and then nothing happened as a result.</p>\n\n\t\t<p>I was sure that I would have to make massive changes to my site in order to increase conversions. But in fact, Kurt and Kai pointed to a number of small things that I could do to change the visitor's perception of my product, and how it could help them.</p>\n\n\t\t<p>Not only was I surprised by the small number of changes I needed to make, I was overwhelmed by the nearly instantaneous change in the number of people expressing interest in my book; signups to the drip campaign for my free sample chapter increased almost overnight, and sales increased dramatically, as well. It is now about two weeks since the teardown, and the fee I paid has more than paid for itself.</p>\n\n\t\t<p>I not only got insights into how to fix this particular site, but also how to think about sites in general in order to get them to convert. The knowledge that I gained from Kurt and Kai's analysis has opened my eyes, and have helped me to notice and understand other issues I've had. Moreover, I discovered that this isn't rocket science; a medium number of small, easily implemented changes can have a profound impact.</p>\n\n\t\t<p>For example, <strong>I got great advice about how to turn my e-mail courses into subscribers to my main list, more than doubling its size to 1200+ overnight.</strong></p>\n\n\t\t<p>I would very highly recommend this product. In a very short period of time, I got highly actionable items that made sense to me. I not only learned a lot, and had a good time when learning, but my investment has already more than paid for itself.</p>\n\n\t\t<p>Thanks so much for helping to improve my business, and my perspective, with huge ROI.”</p>\n\t\t\n\t\t<p><b>—Reuven Lerner</b>, Author of <a href=\"http://practicemakespython.com/\" title=\"Practice makes Python\" target=\"_blank\">PracticeMakesPython.com</a></p>\n\n\t</blockquote>\n\t\n\t<p>If you think your website is important to your business success, and want a live\n\tworkshop with two successful experts, then purchase your Website Teardown now to\n\treserve your time on our calendar. You'll learn how to make your website your most\n\teffective salesperson. We'll provide you with <b>helpful, actionable advice</b> focused\n\ton <b>improving your website</b> and your business.</p>\n\n\t<figure class=\"product\">\n\t\t<h2>Website Teardowns</h2>\t\n\t\t\n\t\t<figcaption>\n\t\t\t<p><b>Get an in-depth, live video review of your website.</b><br>\n\t\t\tIf you own a website where you sell a product or service or generate leads, a Website Teardown will help you make your website your most effective sales person.</p>\n\t\t\t\n\t\t</figcaption>\n\t</figure>\n\t\n\t<h3>Why wait? Buy now with a 100% Money Back Guarantee</h3>\n\n\t<p>You're backed by our money back guarantee. If we didn't help you identify ways to\n\timprove your website and make it a better salesperson for your business, we'll\n\t<b>refund you 100%</b> of your money.</p>\n\n\t<h3>FAQ</h3>\n\n\t<p><b>Can I buy now and book later?</b><br>\n\tYes, when you purchase you'll receive a link to schedule at your convenience.</p>",
  "title": "Website teardown",
  "id": "2e081da0-d7d4-4821-b311-b14ad6e58d30",
  "jobTemplateImageId": "71aef2ce-7ebe-4202-b259-064d5646171c"
}