{
  "roles": [
    {
      "name": "customer",
      "key": "a8288c09-fbdd-2efe-ef5f-92b8f58b5b52"
    },
    {
      "name": "fixer",
      "admin": true,
      "defaultUser": "ae6761d9-eb08-4580-9584-2f008ad35aa3",
      "key": "d80f527a-3f69-8e36-5dd6-82f5a86c895a"
    },
    {
      "name": "marketplace",
      "defaultUser": "6201ca6a-1b17-4591-98e7-db4245093ed6",
      "key": "afc2dfb9-f020-497f-99c3-5869003a103f",
      "admin": true
    }
  ],
  "steps": [
    {
      "title": "Pay",
      "completeRole": "customer",
      "order": 1,
      "stepItems": [
        {
          "order": 1,
          "title": "Payment",
          "type": "pay",
          "totalUSD": "189",
          "required": true,
          "key": "94f3fb2e-8e5e-2e27-7807-84a43fc55936"
        }
      ],
      "key": "a97071a9-c0b5-748b-462c-785b8a11f77e"
    },
    {
      "title": "Do the work",
      "completeRole": "fixer",
      "order": 2,
      "stepItems": [
        {
          "order": 1,
          "title": "Has the work been done?",
          "type": "confirmation",
          "required": true,
          "key": "6e03079b-9934-f90a-170c-ce04056ce293"
        }
      ],
      "key": "f7a0c8c4-c648-0463-bfcc-743d97e5bd58"
    },
    {
      "title": "Rate",
      "completeRole": "customer",
      "order": 3,
      "stepItems": [
        {
          "order": 1,
          "title": "How happy are you with the work completed?",
          "type": "faceRating",
          "for": "fixer",
          "required": true,
          "key": "2248e462-3f3e-66d2-7a71-204896eac3c8"
        },
        {
          "order": 2,
          "title": "Payout marketplace",
          "type": "payout",
          "role": "marketplace",
          "marketplace": true,
          "percentageOfBalance": 15,
          "key": "4cf0d8dd-a780-4fd2-95da-dd5ef6f9c28e"
        },
        {
          "order": 3,
          "title": "Payout fixer",
          "type": "payout",
          "role": "fixer",
          "percentageOfBalance": 100,
          "key": "0a7d8f0e-da36-d698-7cc8-e214cd7d4fa3"
        }
      ],
      "key": "7f3ca499-08da-cc0a-0b57-eee5470805f6"
    }
  ],
  "collectionId": "1ec3e8b4-d86f-4f70-b84d-3eb4bea30a28",
  "title": "3 Blog post",
  "description": "<strong>Did you know…</strong>\n<br>\n<br>\n\nAll business needs a powerful copy to succeed. You have to use words to convey your products and services to people.\n<br>\n<br>\nYour content will stick to a valuable impression of your company. It can even propel your brand as an authority in your industry.\n<br>\n<br>\n<strong>However…</strong>\n<br>\n<br>\nBusy entrepreneurs like you might have difficulty finding some spare time to write content. Juggling endless tasks and serious responsibilities every day, boosting your brand through copies might be a struggle.\n<br>\n<br>\n<strong>This is where OUR SERVICES come to help you.</strong>\n<br>\n<br>\nRest easy knowing that we will write the copies for you in a polished and refined tone and style perfect for your brand!\n<br>\n<br>\nSave time and money without compromising the quality of copies and blogs with the blog writing packages that we offer. Sounds great? Well, let us give you an overview of what you’ll get from us from beginning to end.\n<br>\n<br>\n<strong>Brainstorming</strong>\n<br>\nWe’d love to provide exactly what you want so it’s important for us to hear your thoughts. Let’s work together and brainstorm the list of topics that goes with your brand. You can be specific with your subject and outline, or if you’re still looking for ideas, we can also propose some topics that could work for you.\n<br>\n<br>\n<strong>Power Writing</strong>\n<br>\n<br>\nTime for some content! We will research and write the topics we’ve discussed on the brainstorming. Each copy will have a kick-ass headline, will be professionally-written, and of 600-800 words. We will space them out over three weeks to build steady traffic. The content will be structured for SEO and will include images and/or a video to increase ranking in search engines. We can assure you that the copy will be a rich source of keywords without sounding off or too wordy. All will be checked and verified using a premium plagiarism checker.\n<br>\n<br>\n<strong>Enjoy More Free Time!</strong>\n<br>\nWe will send you the final draft for further corrections or clarifications. We accept a single round of revisions to ensure that each copy suits you best. And there you have it; content made it easier for you in no time!\n<br>\n<br>\n<strong>Here’s what you can expect from us…</strong>\n<br>\n<br>\n1. Expertise\n<br>\nWe have been in the trade for ten years now. Since then, we have written various contents under different niches. Name one, and we probably have written something about it already.  \n <br>\n<br>\nWe know the importance of excellent and engaging content, that is why we always make sure we understand who the target audience is, what they want to read, and how they want to read it.\n<br>\n<br>\n2. Quality. \n<br>\nYou can get 100% unique and original content that is properly researched and backed up by facts. No need to worry about any fluff or unverifiable statements.  \n <br>\n<br>\n3. Consistency. \n<br>\nWhat you will get from us from the start is what you will get no matter how long we end up working for you, the only difference is that our work will improve through time; it will never lose its quality. We believe that consistency is always the key to long-term and successful working relationships.\n <br>\n<br>\n4. Passion.\n<br>\nWe’re crazy in love with what we do. We treat writing not as a job but as an opportunity- an opportunity to broaden our knowledge, an opportunity to enjoy, and of course, an opportunity to do what we love. \n<br>\n<br>\nWe will not feel stressed if you make us write a lot of content, and instead, we will thank you and enjoy it. That is what makes us different from anyone. You can benefit more from hiring us.\n<br>\n<br>\nHave the professional and consistent writing done for you and your brand. Let us do all the hard work for you so you can focus more on other important tasks and responsibilities to grow your business.\n<br>\n<br>\nSTART NOW!",
  "id": "8aad32ee-f9c3-49d6-aafa-a6a1de598f93"
}