{
  "collectionId": "b8d4461e-1357-4065-82e3-d9985ba7e91b",
  "roles": [
    {
      "name": "customer",
      "key": "18cd947a-1cff-a36d-9e24-8c718a765dc4"
    },
    {
      "name": "fixer",
      "defaultUser": "6201ca6a-1b17-4591-98e7-db4245093ed6",
      "admin": true,
      "key": "d9d33efd-9f5a-3a86-be55-e951fe77d013"
    }
  ],
  "steps": [
    {
      "title": "Pay",
      "completeRole": "customer",
      "order": 1,
      "stepItems": [
        {
          "order": 1,
          "title": "Payment",
          "type": "pay",
          "totalUSD": 899,
          "required": true,
          "key": "80291b7b-7344-00bd-5a07-b5e6e3353097"
        }
      ],
      "key": "d3955119-90db-2b86-4546-c8cdb0f02939"
    },
    {
      "title": "Do the work",
      "completeRole": "fixer",
      "order": 2,
      "stepItems": [
        {
          "order": 1,
          "title": "Has the work been done?",
          "type": "confirmation",
          "required": true,
          "key": "eb5c2a19-1554-b1a7-afdb-2c879fd7e998"
        }
      ],
      "key": "0a260dd5-9b67-a3b3-2681-d23917e1bf6f"
    },
    {
      "title": "Rate",
      "completeRole": "customer",
      "order": 3,
      "stepItems": [
        {
          "order": 1,
          "title": "How happy are you with the work completed?",
          "type": "faceRating",
          "for": "fixer",
          "required": true,
          "key": "a6cc9ac6-46d5-c35d-c970-4aa806f546e6"
        },
        {
          "order": 2,
          "title": "Payout fixer",
          "type": "payout",
          "role": "fixer",
          "percentageOfBalance": 100,
          "key": "1759f286-c63a-1990-0c6f-ed758906aeb8"
        }
      ],
      "key": "e00a31ec-089c-ab30-4643-ef5b5b41b993"
    }
  ],
  "description": "https://ethercycle.com/pricing/coaching/\n\nNOT SURE HOW TO GROW YOUR SHOPIFY BUSINESS?\nYour Shopify business is stuck in a rut. You feel like you’re treading water, or like you’re on a hamster wheel. You wish you were working fewer hours. You haven’t increased your income meaningfully in a long time. You are bumping up against an invisible ceiling and you have no idea how to break through it.\n\nYou have tried to educate yourself about how to get your business out of this rut. You’ve read all the articles, listened to all the podcasts, and attended all the webinars. You’ve probably even read a small mountain of business books – but you still don’t know exactly what to do.\n\nImagine Knowing Exactly What to do, and Fast\n\nImagine this – Imagine getting off the hamster wheel. Imagine working fewer hours per week. Imagine dramatically increasing your income. Imagine gaining a sense of control over your cash flow. Imagine having personalized, step-by-step instructions about what to do next to grow your Shopify business.\n\nTalk 1-on-1 With a Shopify Business Expert\n\nPress the fast-forward button on your business – Sometimes all it takes to get unstuck is talking to the right person at the right time. Put the analysis paralysis behind you and learn exactly what to do next by booking a live 1-on-1 coaching call with me - a 10 year veteran of the ecommerce industry.\n\nI’ll give you no-nonsense advice that you can put into action immediately. This is not generic “hand wavy” principles, but insight customized specifically to your business goals, life goals, personality, and passions.\n\nHow It Works:\n\nMonth 1:\n\nWe start with a one-time 90-minute workshop over Skype. You are welcome to record it for future reference or to share with your business partner, spouse, or anyone else you like.\n\nTogether we'll define the current state of your business. Then, we identify your goals and anything you think might be preventing you from reaching them.\n\nFinally, I’ll give you specific, personalized, step-by-step instructions on how to overcome your challenges and reach your goals.\n\nWhat you get:\n\nWe'll schedule one phone call per month to track your progress, hold you accountable, and figure out next steps. If you get stuck along the way, you can message me anytime and receive a thoughtful response promptly.\n\nOne 90m working session call per month\nOne 15 to 30m followup call per week\nPriority response to questions/issues via Slack or other instant messaging channel\nMy best insight and ideas to help you achieve your revenue and marketing goals\nOther Details:\n\nCoaching is month to month.\nYou pay at the beginning of each month.\nYou can upgrade, downgrade, or cancel anytime.\nIt takes a little while to get traction, so I suggest you commit to 3 months.\n100% Money-back Guarantee\n\nI’m so sure that I can provide at least one piece of high-value, actionable advice on our call that I offer a 100% money-back guarantee. If you follow my advice and are disappointed by the results, I’ll refund your money in full.\n\nWhat People are Saying\n\nAs always, Kurt provided some solid advice that's allowed me to move forward knowing exactly what to focus on regards to the eCommerce industry. Really looking forward to following up to review progress in the coming weeks!\n—Liam Carter-Hawkins\nHe gave me a lot of good advice, even though I've been reading up on all of the eCommerce tips out there, he found a lot of ways to improve our site. He had some great positioning advice as well\n—Rodrigo Etcheto\nKurt is an awesome guy, amazing energy, and knows his stuff. Talking to him was a pleasure, and he provided information that was more than valuable for the cost of the call. Will be using him again for another project.\n—Tomas Eastman\nKurt was very helpful in our one hour session on the phone. He gave us a helpful list of things we could do to improve our website and some great suggestions. Appreciate his expertise!\n—Beth Koenig\nI couldn't have asked for more, Kurt is a wealth of knowledge that any new ecommerce owner could use. Great tips and honest advice and encouragement. Thank you!\n—Elizabeth Hay\nI scheduled a telephone conversation with Kurt Elster at Ethercycle to review my website and discuss improvements. Kurt understood my vision & my goals, he demonstrates a solid knowledge of the Shopify platform and the web. Kurt was able to identify areas that could be improved and offered solutions including unique ways to sell our products and identify prospective customers. I look forward to continue working with him to optimize my website.\n—Elsa Perryman\nMy second call with Kurt. I appreciate his wide ranging knowledge and generous spirit of providing information. I feel much clearer about where I am headed with my Shopify website and how to get there.\n—Greg Marsh\nAvailability is Limited\n\nI’m only available for a few live 1-on-1 coaching calls per month. Scheduling is “first come, first served” so the sooner you book your call, the sooner you will have the answers you need to begin taking your business to the next level.",
  "title": "Coaching call",
  "id": "b9075b7f-b2cd-488a-a347-2a0d285890bc"
}